alacritty
base
base-devel
bat
bluez
bluez-utils
chromium
cups
dialog
dmscripts-git
dosfstools
easyeffects
efibootmgr
eza
feh
fzf
grub
htop
intel-ucode
linux
linux-firmware
linux-headers
lxappearance
man-db
man-pages
mpv
mtools
neovim
network-manager-applet
networkmanager
npm
os-prober
paru-bin
picom
pkgfile
ripgrep
sof-firmware
stow
sxiv
trayer
virtualbox-guest-utils
volumeicon
xdg-user-dirs
xdg-utils
xf86-video-fbdev
xf86-video-vesa
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
